/* no keychains found to add */
"A keychain cannot be found to store \\U201C%1$@.\\U201D" = "不能找到用于存储“%1$@”的钥匙串。";

/* default not configured */
"A keychain cannot be found." = "不能找到钥匙串。";

/* confirmation on reset to default */
"Are you sure you want to reset your keychain? This will delete all your saved passwords, keys, and certificates. You cannot undo this operation." = "您确定要还原钥匙链吗？这将删除您已存储的所有密码、密钥和证书。您将无法撤消该操作。";

/* specific default not found to add */
"Keychain \\U201C%1$@\\U201D cannot be found to store \\U201C%2$@.\\U201D" = "不能找到用于存储“%2$@”的钥匙串“%1$@”。";

/* specific default not found */
"Keychain \\U201C%1$@\\U201D cannot be found." = "不能找到钥匙串“%1$@”。";

/* enter login password */
"Please enter your login password. This password will be used to create your new keychain." = "请输入登录密码。该密码将用于创建新钥匙串。";

/* reset button title */
"Reset" = "还原";

/* warn user of other keychains to re-add to search list */
"You currently have additional keychains on your system that will have to be added to your keychain search list. Use Keychain Access to add them back again." = "您的系统当前有附加的钥匙串需要添加到钥匙串搜索列表。请使用“钥匙串访问”再次将它们添加回去。";

/* descriptive test */
"Your keychain may have been renamed, deleted, or it's on a unmounted volume." = "您的钥匙串可能已被重新命名、删除或在卸载的宗卷上。";

